Revit 2027 API
ParameterTypeId.StairsLandingBaseElevation Property
 "Relative Height": Height
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsLandingBaseElevation { get; }
Public Shared ReadOnly Property StairsLandingBaseElevation As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsLandingBaseElevation {
	ForgeTypeId^ get ();
}
static member StairsLandingBaseElevation : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace